Repository: EmirhanKarahan/ASIS
Catalog: *.lproj/Localizable.strings
Languages: tr

source: Homepage
tr: Anasayfa

source: Stations
tr: Duraklar

source: Balance
tr: Bakiye

source: Dealers
tr: Bayiler

source: Busses
tr: Otobüsler

source: Routes
tr: Rotalar

source: Balance:
tr: Bakiye:

source: Card ID:
tr: Kart No:

source: Last Usage:
tr: Son Kullanım:

source: Password
tr: Parola

source: Password again
tr: Tekrar parola

source: Reset Password
tr: Parolayı Sıfırla

source: Already Member? Login
tr: Üye misiniz? Giriş Yapın

source: Register
tr: Kayıt Ol

source: New Here? Register
tr: Yeni misiniz? Kayıt Olun

source: Login
tr: Giriş

source: Sign Up
tr: Kayıt Ol

source: Sign In
tr: Giriş Yap

source: Change Language
tr: Dil Değiştir

source: Account Settings
tr: Hesap Ayarları

source: Share the App
tr: Uygulamayı Paylaş

source: Menu
tr: Menü

source: Missing Data
tr: Eksik Bilgi

source: Check balance
tr: Bakiyeni öğren

source: Card Number
tr: Kart Numarası

source: Please, type your card id or scan it
tr: Lütfen, kart numaranızı giriniz veya taratınız

source: Fill with NFC scanning
tr: NFC taraması ile doldur

source: Direction
tr: Yön

source: direction
tr: yön

source: Weird, but no routes found.
tr: Garip, ama rota bulunamadı.

source: Ok
tr: Tamam

source: Delete
tr: Sil

source: Change Direction
tr: Rotayı Değiştir

source: Focus Route
tr: Rotaya Odakla

source: Focus Me
tr: Konuma Odakla

source: Card Number !
tr: Kart No !

source: Welcome
tr: Hoşgeldiniz

source: Bus Stops
tr: Otobüs Durakları

source: Bus Locations
tr: Otobüs Konumları

source: You can see your current location on the map
tr: Mevcut konumunuzu haritada görebilirsiniz

source: Welcome to ASIS Demo, swipe left to discover amazing features
tr: ASIS Demo'ya Hoşgeldiniz, harika özellikleri keşfetmek için kaydırın

source: You can see bus stops on the map
tr: Otobüs duraklarını haritada görebilirsiniz

source: You can see your card balance
tr: Kart bakiyenizi sorgulayabilirsiniz

source: You can list all routes and see details about them
tr: Tüm rotaları listeleyebilir ve detaylarını görebilirsiniz

source: You can see live bus locations
tr: Canlı otobüs konumlarını görebilirsiniz

source: Scanning Not Supported
tr: Tarama Desteklenmiyor

source: This device doesn't support tag scanning.
tr: Bu cihaz kart taramayı desteklemiyor.

source: Dest.:
tr: Yön:

source: You
tr: Siz
